{
  "WBUI2": {
    "links": [
      {
        "text": "Discord",
        "url": "https://discord.gg/2AsNJWYh9M"
      },
      {
        "text": "WhatsApp",
        "url": "https://chat.whatsapp.com/Gtmmiy8oTmi0KtnqZgQJQv?mode=wwt"
      }
    ],
    "settings": {
      "disableicontext": false,
      "hideicon": false,
      "hideiconafter": 60,
      "iconposition": 0,
      "icontextcolor": 0,
      "iconurl": "https://i.imgur.com/OZ6xOjY.png",
      "openbutton": 0,
      "openonstart": true,
      "openonstartonlynewplayers": true,
      "updateinterval": 12
    },
    "tabs": [
      {
        "buttontext": "Bem Vindos(a)",
        "content": [
          {
            "title": "<TextStyle.Red>Bem Vindo(a) ao Quimera</>",
            "text": "Nosso servidor possui uma loja com kit inicial disponível para todos os jogadores. Temos grupos oficiais no Discord e no WhatsApp, que são obrigatórios para uma melhor comunicação com a administração e com os demais jogadores. Leia as regras, participe dos grupos e aproveite sua estadia no servidor.\nTemos Loja Dentro do jogo que voce acessa ao pressionar F1 no PC, Quadrado no PS5 e A no Xbox.\nA cada 15 minutos jogados ganham 50 pontos, Membros VIP ganham 4x mais pontos alem do acesso ao nosso mapa VIP Insaluna.\nMapas em Custer:\nThe Island\nExtinção\nScorched Earth\nRagnarok\nValguero\nInsaluna(VIP)"
          }
        ],
        "imageurl": "https://i.imgur.com/mGt3cAF.png",
        "layout": 1
      },
      {
        "buttontext": "TAXAS DO SERVIDOR",
        "content": [
          {
            "title": "<TextStyle.green>Configuracoes do Servidor</>",
            "text": "<TextStyle.Red>CONFIGURAÇÕES PRINCIPAIS</>\n\nExperiência (XP): 5x\nFarm (Coleta): 5x\nTaming (Domesticação): 5x\nNível Máximo dos Dinos Selvagens: 150\n\nCriação\nIncubação: 15x\nMaturação: 15x\nImprint: Apenas 1 imprint para 100%\n\nTRIBO\nMáximo de 4 jogadores por tribo\nWipe de Dinos selvagens de 6 em 6 Horas"
          }
        ],
        "imageurl": "https://i.imgur.com/mGt3cAF.png",
        "layout": 1
      },
      {
        "buttontext": "Regras",
        "content": [
          {
            "title": "<TextStyle.Red>Regras do Servidor</>",
            "text": "<TextStyle.Red>REGRAS DE CONDUTA</>\nRespeito é essencial: Proibido qualquer atitude preconceituosa (racismo, homofobia, assédio ou discursos de ódio).\nNo chat: Evite spam, flood, uso exagerado de letras maiúsculas e divulgação de outros servidores.\nComércio: Proibida a venda de dinos ou itens por dinheiro real, bem como negociações no chat global. Utilize a loja oficial.\nNomes inadequados: Não use nomes ofensivos ou genéricos (exemplo: Humano).\nHacks e exploits: Sujeito a banimento imediato e definitivo.\n\n<TextStyle.Red>REGRAS DE CONSTRUÇÃO</>\nNão bloqueie obeliscos, entradas de cavernas, locais com recursos raros ou áreas de spawn de jogadores.\nLimite: Cada tribo pode manter apenas uma base principal.\nÉ proibido reservar terreno com estruturas sem função.\nBases inativas serão automaticamente removidas (decay).\nTorres comunitárias, como as de óleo, devem permanecer destrancadas.\nConstruções ilegais: É proibido construir na malha (mesh), abusar de glitches ou usar muros de portões em excesso.\n\n<TextStyle.Red>REGRAS SOBRE DINOS</>\nMáximo de 30 dinos fora das pokébolas por base (use o mod de armazenamento).\nNão estacione dinos em áreas de farm ou passagens.\nNão deixe dinos agressivos com movimentação livre soltos pelo mapa ou na sua base, use plantas X ou torretas para defesa.\nDinos perdidos não serão recuperados.\n\n<TextStyle.Red>ORGANIZAÇÃO DE TRIBOS</>\nCada jogador pode ter apenas uma tribo, que deve ser a mesma em todos os mapas.\n\n<TextStyle.Red>IMPORTANTE</>\nTodos os teleportes (TPs) devem estar acessíveis ao público.\nÉ proibido deixar traps espalhadas ou abandonadas pelo mapa.\nÉ proibido o comércio, principalmente doação ou troca de dinos LV 300+, pois isso atrapalha a evolução natural do jogo, fazendo com que jogadores pulem etapas e parem de jogar rapidamente por não terem mais o que fazer."
          }
        ],
        "layout": 1
      }
    ],
    "version": 2
  }
}



